[
  {
    "StrengthName": "Appreciation of Beauty \u0026 Excellence",
    "StrengthDescription": "\r\nNoticing and appreciating beauty, excellence, and/or skilled performance in various domains of life, from nature to art to mathematics to science to everyday experience."
  },
  {
    "StrengthName": "Bravery",
    "StrengthDescription": "\r\nNot shrinking from threat, challenge, difficulty, or pain; speaking up for what’s right even if there’s opposition; acting on convictions even if unpopular; includes physical bravery but is not limited to it."
  },
  {
    "StrengthName": "Love",
    "StrengthDescription": "\r\nValuing close relations with others, in particular those in which sharing \u0026 caring are reciprocated; being close to people."
  },
  {
    "StrengthName": "Prudence",
    "StrengthDescription": "\r\nBeing careful about one\u0027s choices; not taking undue risks; not saying or doing things that might later be regretted."
  },
  {
    "StrengthName": "Teamwork",
    "StrengthDescription": "\r\nWorking well as a member of a group or team; being loyal to the group; doing one\u0027s share."
  },
  {
    "StrengthName": "Creativity",
    "StrengthDescription": "\r\nThinking of novel and productive ways to conceptualize and do things; includes artistic achievement but is not limited to it."
  },
  {
    "StrengthName": "Curiosity",
    "StrengthDescription": "\r\nTaking an interest in ongoing experience for its own sake; finding subjects and topics fascinating; exploring and discovering."
  },
  {
    "StrengthName": "Fairness",
    "StrengthDescription": "\r\nTreating all people the same according to notions of fairness and justice; not letting feelings bias decisions about others; giving everyone a fair chance."
  },
  {
    "StrengthName": "Forgiveness",
    "StrengthDescription": "Forgiving those who have done wrong; accepting others’ shortcomings; giving people a second chance; not being vengeful."
  },
  {
    "StrengthName": "Gratitude",
    "StrengthDescription": "Being aware of and thankful for the good things that happen; taking time to express thanks."
  },
  {
    "StrengthName": "Honesty",
    "StrengthDescription": "Speaking the truth but more broadly presenting oneself in a genuine way and acting in a sincere way; being without pretense; taking responsibility for one\u0027s feelings and actions."
  },
  {
    "StrengthName": "Hope",
    "StrengthDescription": "Expecting the best in the future and working to achieve it; believing that a good future is something that can be brought about."
  },
  {
    "StrengthName": "Humor",
    "StrengthDescription": "\r\nLiking to laugh and tease; bringing smiles to other people; seeing the light side; making (not necessarily telling) jokes."
  },
  {
    "StrengthName": "Perseverance ",
    "StrengthDescription": "Finishing what one starts; persevering in a course of action in spite of obstacles; “getting it out the door”; taking pleasure in completing tasks."
  },
  {
    "StrengthName": "Judgment",
    "StrengthDescription": "Thinking things through and examining them from all sides; not jumping to conclusions; being able to change one\u0027s mind in light of evidence; weighing all evidence fairly."
  },
  {
    "StrengthName": "Kindness",
    "StrengthDescription": "\r\nDoing favors and good deeds for others; helping them; taking care of them."
  },
  {
    "StrengthName": "Leadership",
    "StrengthDescription": "Encouraging a group of which one is a member to get things done and at the same time maintain good relations within the group; organizing group activities and seeing that they happen."
  },
  {
    "StrengthName": "Love of Learning",
    "StrengthDescription": "Mastering new skills, topics, and bodies of knowledge, whether on one\u0027s own or formally; related to the strength of curiosity but goes beyond it to describe the tendency to add systematically to what one knows."
  },
  {
    "StrengthName": "Humility",
    "StrengthDescription": "Letting one\u0027s accomplishments speak for themselves; not regarding oneself as more special than one is."
  },
  {
    "StrengthName": "Perspective",
    "StrengthDescription": "Being able to provide wise counsel to others; having ways of looking at the world that make sense to oneself/others."
  },
  {
    "StrengthName": "Self-Regulation",
    "StrengthDescription": "Regulating what one feels and does; being disciplined; controlling one\u0027s appetites and emotions."
  },
  {
    "StrengthName": "Social Intelligence",
    "StrengthDescription": "Being aware of the motives/feelings of others and oneself; knowing what to do to fit into different social situations; knowing what makes other people tick."
  },
  {
    "StrengthName": "Spirituality",
    "StrengthDescription": "Having coherent beliefs about the higher purpose and meaning of the universe; knowing where one fits within the larger scheme; having beliefs about the meaning of life that shape conduct and provide comfort."
  },
  {
    "StrengthName": "Zest",
    "StrengthDescription": "Approaching life with excitement and energy; not doing things halfway or halfheartedly; living life as an adventure; feeling alive and activated."
  }
]
